<?php
$data = array(
			array(
				'id'=>1,
				'content'=>'第二次买了，第一次买的准备泡酒喝，结果分给别人喝了，这次又买了一箱，谁也不给了，泡酒喝，最近准备再买一箱平时慢慢喝',
				'username'=>'大家喜洋洋1120'
			),	
			array(
		'id'=>2,
		'content' => '第一次网上买酒，没有想到包装的这样安全，酒老公已经鉴定，说是正品，价格比较实惠，很愉快的一次购物。',
		'username'=>'还没喝'
	),
	array(
		'id'=>3,
		'content' => '还没喝，在中酒网买的肯定好，发货和包装都是杠杠的，赞！',
		'username'=>'2网上买酒'
	),
	array(
		'id'=>4,
		'content' => '酒很好，是正品，喝起来不错，第一次买了一箱，不够喝的，这次再买一箱，不过价格已经涨了，后悔当初没有多买，快递也很好',
		'username'=>'2012.12.21'
	),
	array(
		'id'=>5,
		'content' => '一般吧，就收到了，跟家里买的不一样，习惯好评',
		'username'=>'习惯好评'
	),
		
	array(
		'id'=>6,
		'content' => '酒是正品没问题就是这个味，入口绵吃了不上头，好！',
		'username'=>'入口绵吃了不上头'
	),
	array(
		'id'=>7,
		'content' => '回购了两次。现在已经换了新的包装。泡药酒，单喝都比较合适。老爹一年买三趟。价钱一次比一次高了，希望经常有活动。现在那个快递包装我很满意，泡沫箱不会拆的到处都是了。',
		'username'=>'2012.12.21'
	),
	array(
		'id'=>8,
		'content' => '750ml的8年陈酿，一下买了12瓶，我喜欢这个酒的品质。喝后不上头、不口干，凭多年的品酒经验，是正宗的粮食酿造酒，喝完后还想买。发货快，物流也给力，很快的。全5星！服务很好很到位，短信通知也及时。',
		'username'=>'2发货快'
	),
	array(
		'id'=>9,
		'content' => '绝对原厂正品，收到后用监管码查询，数据都对。物流很快，北京到广州两天半收到商品。包装非常好，中酒网很用心。已经是第二次购买了，以后买酒就这家了。',
		'username'=>'次购买了'
	),
	array(
		'id'=>10,
		'content' => '就喜欢红星二锅头的味道，醇厚绵软，不上头。物流快速，服务态度一流。',
		'username'=>'不上头。'
	),
	array(
				'id'=>11,
				'content'=>'就喜欢红星二锅头的味道，醇厚绵软，不上头。物流快速，服务态度一流。',
				'date'=>'态度一流'
			),	
			array(
		'id'=>12,
		'content' => '绝对原厂正品，收到后用监管码查询，数据都对。物流很快，北京到广州两天半收到商品。包装非常好，中酒网很用心。已经是第二次购买了，以后买酒就这家了。？',
		'username'=>'content'
	),
	array(
		'id'=>13,
		'content' => '750ml的8年陈酿，一下买了12瓶，我喜欢这个酒的品质。喝后不上头、不口干，凭多年的品酒经验，是正宗的粮食酿造酒，喝完后还想买。发货快，物流也给力，很快的。全5星！服务很好很到位，短信通知也及时。',
		'username'=>'全5星'
	),
	array(
		'id'=>14,
		'content' => '一般吧，就收到了，跟家里买的不一样，习惯好评',
		'username'=>'username'
	),
	array(
		'id'=>15,
		'content' => '就喜欢红星二锅头的味道，醇厚绵软，不上头。物流快速，服务态度一流。',
		'username'=>'admin'
	),
		
	array(
		'id'=>16,
		'content' => '750ml的8年陈酿，一下买了12瓶，我喜欢这个酒的品质。喝后不上头、不口干，凭多年的品酒经验，是正宗的粮食酿造酒，喝完后还想买。发货快，物流也给力，很快的。全5星！服务很好很到位，短信通知也及时。',
		'username'=>'铁公鸡'
	),
	array(
		'id'=>17,
		'content' => '绝对原厂正品，收到后用监管码查询，数据都对。物流很快，北京到广州两天半收到商品。包装非常好，中酒网很用心。已经是第二次购买了，以后买酒就这家了。',
		'username'=>'人民的名义'
	),
	array(
		'id'=>18,
		'content' => '酒是正品没问题就是这个味，入口绵吃了不上头，好！',
		'username'=>'最帅天团'
	),
	array(
		'id'=>19,
		'content' => '第一次网上买酒，没有想到包装的这样安全，酒老公已经鉴定，说是正品，价格比较实惠',
		'username'=>'网约车'
	),
	array(
		'id'=>20,
		'content' => '就喜欢红星二锅头的味道，醇厚绵软，不上头。物流快速，服务态度一流。',
		'username'=>'石灰厂积尘'
	)		
);
$data = array_chunk($data,5);
//每页显示两条数据
$page = $_GET['page'];

echo json_encode($data[$page-1]) ;

?>